const habitatInfo = (<div>
    <h2>我国主要有以下几种栖息地保护方法：</h2>
    <ul>
        <li>构建以国家公园为主体的自然保护地体系，整合相关自然保护地划入国家公园范围，实行统一管理、整体保护和系统修复，保护重要生态系统、物种和遗传多样性。</li>
        <li>划定并严守生态保护红线，将具有生物多样性维护等生态功能极重要区域和生态极脆弱区域划入生态保护红线，进行严格保护，保障生态安全和生物安全。</li>
        <li>实施野生动物及其栖息地保护工程，对大熊猫、亚洲象、海南长臂猿、东北虎等珍稀濒危物种及其栖息地实施抢救性保护，划定并严格保护重要栖息地，联通生态廊道，开展野生动物野化放归等措施。</li>
    </ul>
</div>);
const researchInfo = (<div>
    <h2>我国濒危物种科学研究主要有以下方面：</h2>
    <ul>
        <li>作为《濒危野生动植物种国际贸易公约》（CITES）的履约科学机构，中华人民共和国濒危物种科学委员会负责公约附录物种国际贸易及有关CITES公约技术问题的科学咨询工作，为保护濒危物种提供科学依据和建议。</li>
        <li>通过开展物种专项调查、建立“天空地”一体化监测体系、设立保护站点、开展鸟类环志和志愿者护飞行动等方式，构建野生动物及其栖息地保护监测评估体系，及时掌握濒危物种的分布、数量、状况和威胁因素，为制定保护措施提供数据支撑。</li>
        <li>通过开展野生动物野化放归、加强野外救护基地和遗传资源基因库建设、实施抢救性保护等方式，实施野生动物及其栖息地保护工程，增加濒危物种的野外种群数量和栖息地面积，提高濒危物种的生存能力和适应性。</li>
    </ul>
</div>);
const speciesInfo = (<div>
    <h2>我国进行物种保护主要采取了以下措施：</h2>
    <ul>
        <li>构建以国家公园为主体的自然保护地体系，整合相关自然保护地划入国家公园范围，实行统一管理、整体保护和系统修复，保护重要生态系统、物种和遗传多样性。</li>
        <li>划定并严守生态保护红线，将具有生物多样性维护等生态功能极重要区域和生态极脆弱区域划入生态保护红线，进行严格保护，保障生态安全和生物安全。</li>
        <li>完善生物多样性保护法律法规和政策制度，建立健全政府主导、企业行动和公众参与的生物多样性保护长效机制，加强执法监督和能力保障。</li>
        <li>积极参与全球生物多样性治理，履行《生物多样性公约》及其他相关环境条约义务，增进国际交流合作，向其他发展中国家提供力所能及的援助。</li>
    </ul>
</div>);
const reserveInfo = (<div>
    <h2>我国建立自然保护区的情况如下：</h2>
    <ul>
        <li>我国自然保护区的建立始于1956年，当时在广东省肇庆市鼎湖区建立了中国第一个自然保护区——鼎湖山国家级自然保护区。此后，随着社会经济的发展和生态环境的变化，中国自然保护区的数量和面积不断增加。</li>
        <li>截至2015年底，全国共建立了2750个自然保护区，其中国家级474个，省级868个，市县级1408个。全国自然保护区总面积约为149.95万平方公里，占国土面积的15.5%，其中陆域面积约为134.77万平方公里，占陆域面积的14%，海域面积约为15.18万平方公里，占海域面积的3.1%。</li>
        <li>我国自然保护区覆盖了全国各地的不同类型的自然生态系统和珍稀濒危物种，具有很高的科学研究价值和生态服务价值。同时，中国自然保护区也承担着教育普及、社会公益和文化传承等多重功能。</li>
    </ul>
</div>);
const educationInfo = (<div>
    <h2>我国关于动物保护宣传教育方面的措施：</h2>
    <ul>
        <li>政府高度重视动物保护工作，制定了《中华人民共和国野生动物保护法》等法律法规，建立了国家级、省级、市县级三个层次的自然保护区体系，保护了国家重要的自然资源，特别是珍稀濒危野生动植物及其栖息地，以及具有代表性的自然生态系统。</li>
        <li>开展了多种形式的动物保护宣传教育活动，如利用“野生动物保护宣传月”、“世界野生动植物日”、“爱鸟周”等活动，注重传统媒体和新媒体相融合，充分宣传野生动物基础知识和法律法规，积极倡导“尊重自然、顺应自然、保护自然”的生态文明观，增强社会公众爱护野生动物、抵制非法交易、摒弃滥食陋习的自觉性。</li>
        <li>还开展了全国青年小动物保护科普志愿宣传活动，通过小动物保护知识答题为切入点，向青年科普动物保护知识，从而促进及建设动物保护的社会氛围，推动共享自然，推动可持续发展。</li>
    </ul>
</div>);
const cooperationInfo = (<div>
    <h2>我国关于动物保护的国际合作项目：</h2>
    <ul>
        <li>积极履行《生物多样性公约》及其他相关环境条约义务，参与全球生物多样性治理，推动制定《生物多样性公约》后2020年全球生物多样性框架，为实现2030年可持续发展目标和2050年人与自然和谐共生愿景贡献中国智慧和方案。</li>
        <li>向其他发展中国家提供力所能及的援助，支持全球生态系统恢复行动，开展“一带一路”绿色发展国际合作，推动建立“一带一路”绿色发展联盟、绿色丝绸之路国际合作平台等机制，共同应对气候变化、生物多样性丧失等全球性挑战。</li>
        <li>与国际组织和非政府组织开展多层次、多领域的合作项目，如与世界自然基金会（WWF）、国际爱护动物基金会（IFAW）、国际野生物贸易研究组织（TRAFFIC）等组织建立打击网络野生动植物非法贸易互联网企业联盟，共同打击网络野生动植物非法贸易。</li>
    </ul>
</div>);

const P_Info = [habitatInfo, researchInfo, speciesInfo, reserveInfo, educationInfo, cooperationInfo];

export default P_Info